[
  {
    "id": "624b08916d1691634f37e5d9",
    "index": 0,
    "picture": "https://i.ibb.co/PT5kFGH/Untitled-design.png",
    "rating": 5,
    "name": "Kerri Thomas",
    "company": "LOVEPAD",
    "review": "I needed to purchase another iMac Pro, my other one was getting to slow. The Quality Macs team gave me a great buy back on my old iMac and a great price on a 2019 iMac Pro. They were very helpful and professional. I highly recommended them for you Apple computer needs.\r\n"
  },
  {
    "id": "624b089122f67a0eecb3222b",
    "index": 1,
    "picture": "https://i.ibb.co/smp7gB2/Untitled-design-4.png",
    "rating": 5,
    "name": "Elena Conway",
    "company": "TASMANIA",
    "review": "I've ordered two Macbooks so far and I will continue ordering more. Great deal and the two that I bought were like-new and a way better deal than ordering a brand new laptop. It also helps that you're 5 minutes from our HQ office!\r\n"
  },
  {
    "id": "624b08913bcacbf0ce4becf3",
    "index": 2,
    "picture": "https://i.ibb.co/xYKZh8s/Untitled-design-5.png",
    "rating": 4,
    "name": "Michael Pitts",
    "company": "DIGINETIC",
    "review": "I would buy a used Mac from these folks again. Quality products and a phone number where you can talk to their helpful sales people. My 2020 MacBook came as described, well packed and on time. I am supperb happy with this device.\r\n"
  },
  {
    "id": "624b089134719d6210adb171",
    "index": 3,
    "picture": "https://i.ibb.co/TWGSpMm/Untitled-design-6.png",
    "rating": 2,
    "name": "Harper Ortiz",
    "company": "BUZZMAKER",
    "review": "I bought this in April and it died yesterday 30 September. Sudden death syndrome... it was working perfectly then it was dead. I thought the charger wasn't charging but the light came on as it charged another Mac I have. I spent almost a hundred dollars a month for this thing to crash.\r\n"
  },
  {
    "id": "624b0891d8c8c5fdda5be5e3",
    "index": 4,
    "picture": "https://i.ibb.co/W6CRQLD/Untitled-design-7.png",
    "rating": 5,
    "name": "Natalie Cameron",
    "company": "OZEAN",
    "review": "Beautiful laptop. I’ve upgraded from the MacBook Air of old...so far this laptop has blown it away. It wasn’t overly pricey to be honest and I feel it’s worth the price. Overall look is great and keyboard feel is nice. Larger touchpad is great.\r\n"
  },
  {
    "id": "624b089148889fc8440ba2f6",
    "index": 5,
    "picture": "https://i.ibb.co/WvqQzd3/Untitled-design-8.png",
    "rating": 2,
    "name": "Turner Cunningham",
    "company": "MANTRIX",
    "review": "Just poor customer service, their approved dealers aren't equiped to deal with issues so pointless left waiting with no computer for a warranty issue. no computer for a warranty issue. no computer for a warranty issue. I won't ever buy another apple product\r\n"
  }
]
